Repository: mozilla-l10n/mt-training-data
Catalog: blk/blk_pontoon.tmx
Source language: en_us
Languages: blk

source: 1 sentence collected
blk: ရွမ်ခြွဉ်းဗာႏ လိတ်ရဲဉ်ႏ 1

source: 2 down, keep it up!<playIcon></playIcon>
blk: အောင်ႏလွေꩻလဲဉ်း 2 ပွုဒ်၊ ကျိုꩻစာꩻလွေꩻထဲင်းသွော့!<playIcon></playIcon>

source: ≥ 2 No votes
blk: ≥ 2 စူꩻတောဝ်းမဲး

source: ≥ 2 Yes votes
blk: ≥ 2 နေးမဲး

source: Abaza
blk: အဗာသာ

source: Abkhaz
blk: အတ်ခါ

source: About
blk: အကျောင်ꩻခရာႏ

source: About us
blk: နီသွဉ်းသီး အကျောင်ꩻ

source: Accent
blk: နေးထူႏတလီꩻ

source: Accepted file types: .tsv only
blk: နေးစူꩻဗာႏ ဖုဲင်လာႏအခွိုꩻ: .tsv တစွိုးလွုမ်ꩻ

source: Account
blk: ဖြာꩻမဉ်ꩻ

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
blk: ​<accuracyLink>ထွားထဲင်း အဆင်ႏအဗာႏဖုံႏ နီသွဉ်းသီး ထွားစဲစ်အွဉ်ႏတိဉ်ႏစွူလွေꩻတာႏ တဖွောင်ꩻရဲးကိုယို</accuracyLink>။

source: Acehnese
blk: အဆေး

source: { $actionType } <playIcon></playIcon> and write down what you hear the person saying
blk: မာꩻ{ $actionType } <playIcon></playIcon> ထွူတဲင် ကနာႏဟွုန်ဗာႏ လိုꩻဒေါ့ꩻငေါဝ်းဖုံႏယို တဲမ်းမုဲင်သော့ꩻဖေႏလိတ်ယာႏနေား။

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
blk: { $actionType }<playIcon></playIcon> ဝွေꩻသီး ဒေါ့ꩻထန်ႏဒါႏ လိတ်ရဲဉ်ႏဝါကျယို မဲန်ႏဒျာႏနဲ့?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
blk: { $actionType }<recordIcon></recordIcon>နျꩻယိုထွူတဲင် ထွားဒေါ့ꩻသွော့ ငေါဝ်းလိတ်ရဲဉ်ႏ

source: { $actionType }<stopIcon></stopIcon> when done
blk: { $actionType }<stopIcon></stopIcon>မိဉ်ႏထွူနောဝ်ꩻလဲင်ႏ

source: { $actionType } submit when ready
blk: { $actionType }မိဉ်ႏဖုဲင်ႏရော့ꩻလဲ့ ဒင်ႏပသာခန်း

source: Add and Review Sentences, Add Questions, Transcribe Audio
blk: ထဲမ်သော့ꩻ တွမ်ႏ ထွားစဲစ်ချာ ငေါဝ်းလိတ်ရဲဉ်ႏဖုံႏ၊ ထဲမ်သော့ꩻငေါဝ်းရီဖုံႏ၊ထေပြောင်ꩻလုဲင်ႏထန်ႏ လိတ်ငေါဝ်းငွါ

source: Add <icon></icon> a public domain sentence
blk: ထဲမ်သော့ꩻပါ <icon></icon> ခမ်းသားလိုꩻအာပဲင်ႏလꩻ လိတ်ရဲဉ်ႏဝါကျတပွုဒ်

source: Add information
blk: သော့ꩻ အဆင်ႏအဗာႏ

source: Additional Language
blk: သော့ꩻလွို ဘာႏသာႏငေါဝ်းငွါ

source: Add Language
blk: သော့ꩻ ဘာႏသာႏငေါဝ်းငွါ

source: Add new sentences for the community to read
blk: အသောင်ရင်ꩻလိုꩻဗူႏသီး ယံထွားဒေါ့ꩻနွောင်ꩻအီတာႏ သော့ꩻထဲင်းသွော့ လိတ်ရဲဉ်ႏတသာဩ

source: Add one sentence per line
blk: တလုဲင်းနောဝ်ꩻ သော့ꩻသွော့ ငေါဝ်းလိတ်ရဲဉ်ႏ တရဲဉ်ႏ။

source: Add questions
blk: သော့ꩻ ငေါဝ်းရီဖုံႏ

source: Add Questions
blk: သော့ꩻ ငေါဝ်းရီဖုံႏ

source: Add sentences
blk: သော့ꩻ ဝါကျလိတ်ရဲဉ်ႏ

source: Add Sentences
blk: ထဲမ်သော့ꩻ ငေါဝ်းလိတ်ရဲဉ်ႏဖုံႏ

source: Add Text
blk: သော့ꩻလိတ်

source: Add up to 1,000 sentences
blk: ထဲမ်သော့ꩻ ဗꩻတွိုႏ လွေꩻသွော့ လိတ်ရဲဉ်ႏ ၁,၀၀၀။

source: Add Your Voice
blk: သော့ꩻ နာꩻ ငေါဝ်း

source: Adja
blk: အတ်စ

source: Adyghe
blk: အာဒီဂေး

source: Afar
blk: အဖြာ

source: Afrikaans
blk: အဖြိကန်

source: Age
blk: သက်

source: Agriculture and Food
blk: ဆို့ꩻရုဲင်တာႏတွမ်ႏအအံႏအအွꩻ

source: All sentence must have the same domain
blk: လိတ်ရဲဉ်ႏ ကားကအောဝ်ႏနောဝ်ꩻ ကဗွိုန်တရျားဒါႏ ခင်ႏလမ်းအုံအောဝ်ႏလꩻဗာႏ။

source: All sentences must have the same citation
blk: လိတ်ရဲဉ်ႏကားကအောဝ်ႏယို ထူႏကွိုꩻအုံနောင်တာႏ ဗွိုန်ပီလို့ဗာႏဝင်ꩻ

source: Already have an account? <login>Log-In</login>
blk: ကေားသွုံꩻမဉ်ꩻဖြာꩻ အောဝ်ႏထွူလဲဉ်းနဲ့<login>နွို့သွုံꩻဖြာꩻ</login>ဟုဲင်း

source: Alsatian
blk: အဲသီ

source: Amba
blk: အမ်ႏဗာႏ

source: Amharic
blk: အဲမ်ဟာရစ်

source: An error occurred fetching sentences
blk: အောဝ်ႏထူႏငင်ႏသော့ꩻ လိတ်ရဲဉ်ႏကျာꩻ အမာႏတရွို့ꩻ ထွာလွဉ်ဗာႏသွူ။

source: An error occurred reviewing this sentence
blk: အောဝ်ႏထွားစဲစ် လိတ်ရဲဉ်ႏယိုကျာꩻ ထွာလွဉ်ဗာႏ အမာႏသွူ

source: An error occurred submitting your voice information
blk: အောဝ်ႏဒင်ႏပသာငေါဝ်း အဆင်ႏအလာႏကျာꩻ အမာႏတဗာႏထွာလွဉ်နောဝ်ꩻသွူ။

source: An error occurred while creating this transcript
blk: အောဝ်ႏမာꩻထွာလွဉ် တဲမ်းမုဲင်လိတ်ယာႏယိုကျာꩻ အမာႏထွာလွေꩻလဲဉ်းသွူ။

source: Answer
blk: စေလောဝ်း

source: API
blk: အေပီအုဲင်

source: Approve
blk: အွဉ်ႏတိဉ်ႏလွေꩻ

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
blk: ဆꩻချာဖဲ့ꩻ အငေါဝ်းတိန်ႏနား ယေန်စွူဖုံႏနောဝ်ꩻ အဆင်ႏပြေႏဒျာႏ၊ ကွဲးတွော့ꩻ တဲမ်းခါꩻဒါႏ လိတ်ယာႏအကို ကတပါတောဝ်းဒါႏ ငေါဝ်းဖြုံႏဖုံႏယို စက်အယ်လဂိုရီတမ် ကထွားဖြယ်လီဒါႏ အထျꩻထောင်ꩻ ကထွာအီဒါႏ သော့ꩻလွိုအငေါဝ်းဖုံႏယို နီမဲဉ်လꩻတောဝ်းသွူ။ မိဉ်ႏနာႏဟွုန်ဗာႏ လိတ်ယာႏအကို ကပါတောဝ်းဒါႏ အငေါဝ်း တဲးဝါးခေါ်ဖုံႏနောဝ်ꩻ ငေါဝ်းကွို့ꩻယို လက်ခံႏနေးစူꩻမွုန်း (နုဲင်ႏဝေါင်းထိုꩻဗာႏ) သွူ။ ကဲဉ်းအအာနောဝ်ꩻ ယိုနောဝ်ꩻ တီဗွီဗွောင်ပေ့ꩻခါꩻဒါႏ ခင်ႏလမ်း မွေးတောဝ်းလဲ့ အောဝ်ႏဗော့ꩻအထျꩻ ဒေါ့ꩻရိုꩻငေါဝ်းအောဝ်ႏဒါႏ ခင်ႏလမ်းဖုံႏအကို ထွာကုဲင်လွေꩻဒျာႏသွူ။

source: Arabic
blk: အာရဗိက်

source: Aragonese
blk: အာရဂွန်း

source: Are you coming? <strong>[called by another]</strong>
blk: နာꩻအီႏလွဉ်နဲ့?<strong>[လိုꩻလင်သား ကေားဟဲ့ꩻ]</strong>

source: Are you sure?
blk: စဲင်းစဲ့ဒျာႏနဲ့?

source: Armenian
blk: အာမေးနီးယား

source: Aromanian
blk: အရိုမေနီ

source: Arvanitika
blk: အားဗန်နီတိကာ

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
blk: ရီဖေႏသွော့ နီသွဉ်းသီး ငေါဝ်းရီ<matrixLink>မေတ်ထရစ်</matrixLink>၊<discourseLink>ဒစ်သကော့</discourseLink> မွေးတောဝ်းလဲ့ <emailLink>အီးမေး</emailLink>။

source: Assamese
blk: အာသံ

source: Asturian
blk: အာသတူးရီယန်

source: Atayal
blk: အတ်ယျဲ

source: Attention!
blk: အွဉ်ႏသတိꩻ!

source: Automotive and Transport
blk: ပသာတွမ်ႏစက်ထာꩻမာꩻ

source: Avatar
blk: နမ်းလွို

source: Avatar uploaded
blk: ဒင်ႏလဲဉ်း နမ်းလွို

source: Average
blk: ပသာႏ

source: A voice clip is marked "valid" when a user gives it a Yes vote.
blk: ကေားသွုံꩻသားတဖြာꩻ မိဉ်ႏနျပ်ꩻဖေႏ "မွေး" မဲးနောဝ်ꩻ ငေါဝ်းအကွို့ꩻယို အွဉ်ႏထွော့မုဲင်လွေꩻဖေႏ "အွဉ်ႏတိဉ်ႏ" နောဝ်ꩻသွူ။

source: Avoid too much background noise - it should be easy to hear you.
blk: ထိုꩻလဲ့တရွို့ꩻသွော့ အထျꩻသောင် ငေါဝ်းတိန်ႏနားဖုံႏ၊ နာꩻ ငေါဝ်းယို နာႏဖေႏကဟွိုန်စဲင်းဗာႏနောဝ်ꩻသွူ။

source: Awards
blk: လꩻဆုꩻဟောဝ်ဖုံႏ

source: Azerbaijani
blk: အာသာဗုဲင်စန်

source: Baatonum
blk: ဗားတွန်နမ်

source: Background Noise
blk: ဗꩻချာ တိန်ႏနား

source: Background Voices
blk: အသောင်ဗꩻချာ အငေါဝ်းဖုံႏ

source: Badaga
blk: ဗဒါဂါ

source: Bafut
blk: ဗာဖွတ်

source: Bakoko
blk: ဗက်ကိုကို

source: Balochi
blk: ဗာလိုဆီ

source: Balti
blk: ဗေတီ

source: Bambara
blk: ဗမ်ဗာရာ

source: Bamun
blk: ဗမွန်

source: Bamvele
blk: ဗမ်ဗဲ

source: Bankon
blk: ဗဲင်းခန်

source: Baoule
blk: ဗအွိုလီ

source: Basaa
blk: ဗတ်သာ

source: Bashkir
blk: ဗာဆက်ကီ

source: Basque
blk: ဗတ်ဂျီ

source: Batanga
blk: ဗတန်ဂါ

source: Bateri
blk: ဗိတ်ရီ

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
blk: ထွားဒေါ့ꩻလိတ်သားတဖြာꩻယို ငေါဝ်းဖြုံႏအငေါဝ်းထန်ႏ မာႏထိုꩻဒါႏ၊ သꩻခံႏအငေါဝ်းထန်ႏ ခင်ႏလမ်းမာႏထိုꩻဒါႏ မွေးတောဝ်းလဲ့ ငေါဝ်းရီသင်္ကေႏတယို ထွားလွိုထိုꩻဒါႏ စတဲင်အကျောင်ꩻခရာႏအလုဲင်းဖုံႏ ခလား တနေးစူꩻတောဝ်း (နုဲင်းဝေါင်းထိုꩻ) ငေါဝ်းကွို့ꩻယို အခိန်ႏကို ဖေႏသေခါꩻဗာႏသွူ။ ကမ္ဘာႏအသောင်ခူလိမ်ꩻကို အငေါဝ်းထန်ႏဖုံႏ ခွိုꩻလီအောဝ်ႏအာငါႏတဲင်၊ ယင်ဟန်ႏဖုံႏနောဝ်ꩻ နာꩻဒေႏသခံႏ အသောင်ရင်ꩻလိုꩻဗူႏသီးအကို ဟွုန်ထွꩻဖိုဗာႏတောဝ်းလဲ့ ထင်းနွောင်ꩻဗာႏသွူ။ တွမ်ႏနာꩻ ဒေါ့ꩻငေါဝ်း တဗွိုန်ပီတောဝ်းဒါႏ လိုꩻဖုံႏအတာႏ အွဉ်ႏသꩻဗွာဗွာ စွဲးထဲမ်ဖေႏဗဲင်း အခွင်ꩻလꩻတာႏဩ။

source: Belarusian
blk: ဗဲလာရု

source: Bengali
blk: ဗဲင်းကလီႏ

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
blk: [<strong>'Beret'</strong> အငေါဝ်းထန်ႏယို အရီးသွတ်ꩻဝဒွီႏ (UK) မွေးတောဝ်းလဲ့ ဒုတိယဝဒွီႏ (US) နီဗာႏလွုမ်း ရလꩻဒျာႏ]

source: Betawi
blk: ဗီတာဝီ

source: Bodo
blk: ဗိုဒို

source: <bold>{ $count }</bold> Clips
blk: ရိပ်ꩻ<bold>{ $count }</bold>အလင်ဖုံႏ

source: <bold>Help us</bold> find more voices
blk: <bold>စွဲးကမ်းကိုဖေႏ နီသွဉ်းသီး</bold> ထိုမ်ႏထဲင်း အငေါဝ်းတသာတာႏဖုံႏနေား

source: Bosnian
blk: ဗော့သနီးယား

source: Brahui
blk: ဗရာဟွီ

source: Breton
blk: ဗရီတွန်

source: Brushaski
blk: ဗရတ်ဆကီ

source: Build Profile
blk: တဲႏဆို့ꩻ နမ်းအအဲဉ်ႏ

source: Bukusu
blk: ဗုကုသု

source: Bulgarian
blk: ဗူကားရီးယန်

source: Bulk batch
blk: အလဲင်ႏအာ

source: Bulk Sentences Uploaded
blk: ဒင်ႏထင်ႏထွူလဲဉ်း ငေါဝ်းလိတ်ရဲဉ်ႏ အအာဖုံႏ

source: Bulu
blk: ဗူးလု

source: Bunun
blk: ဗူနွန်

source: Burmese
blk: မန်း

source: Buryat
blk: ဗုရီးယတ်

source: By telling us about yourself, you will help developers build more inclusive technology
blk: ဒေါ့ꩻနယ်ဖေႏ နာꩻအကျောင်ꩻခရာႏနောဝ်ꩻမꩻ မာꩻပြွူႏဖြိုသားဖုံႏအတာႏ မာꩻထွာလွဉ်ဖေႏနွောင်ꩻ လိုꩻတွိုင်ꩻစွုမ်ႏဖြာꩻ နွို့ပါသော့ꩻနွောင်ꩻဒါႏ ဖေႏစွဲးကမ်း တဲႏဆို့ꩻနယ်ꩻပညာႏထာꩻမာꩻဖုံႏသွူ

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
blk: ပေါႏအောဝ်ႏ ထူႏသွုံꩻလဲဉ်းသွူ ကောင်မွဉ်းဗဲက်ယိုနောဝ်ꩻ နီသွဉ်းသီး အစွိုꩻ<termsLink>တဖွောင်ꩻရဲးဖုံႏ</termsLink> တွမ်ႏ <privacyLink>ဒေါ့ꩻဟွုန်နယ်ဖေႏ ထိန်ꩻသိမ်ꩻ လိုꩻအဖြာꩻအဆင်ႏလာႏ</privacyLink>ဖုံႏယို နီဗွေႏ သꩻအောဝ်ႏဗွိုန်ပီနေးစူꩻထွူလဲဉ်းဒျာႏ နုဲင်းနောဝ်ꩻသွူဩ။

source: Cancel
blk: မာꩻဒွုမ်

source: Cancel Re-recording
blk: မာꩻတောဝ်းဒွုမ် ဒင်ႏမုဲင်တောင်ꩻချာသွူ

source: Cancel Submission
blk: မာꩻတောဝ်းဒွုမ် ထာꩻဒင်ႏပသာ

source: Cannot submit more than 1000 sentences
blk: ငေါဝ်းလိတ်ရဲဉ်ႏဖုံႏ ပေါႏလွို ၁၀၀၀ ယို ဒင်ႏပသာထင်ႏ လꩻနွောင်ꩻတောဝ်းသွူ။

source: Catalan
blk: ကတလန်

source: Change preferences
blk: ပြောင်ꩻလုဲင်ႏဖေႏ အွဉ်ႏအထျꩻတာႏ

source: Change your email via Settings under Login Identity
blk: တောင်ꩻမုဲင်အီ နွို့ငါ ဆꩻလကို အောဝ်ႏ စက်ပန်ႏအဖျင်အဆင်ယိုတရန်း လွေꩻပြောင်ꩻလုဲင်ႏသွော့ နာꩻအီးမေးဟုဲင်း။

source: Chechen
blk: ဆီဆဲဉ်း

source: Check
blk: ထွားစဲစ်စဲင်း

source: Check <icon></icon> is this a linguistically correct sentence?
blk: ထွားစဲစ်စဲင်းသွော့<icon></icon>ယိုနောဝ်ꩻ ဘာႏသာႏငေါဝ်းငွါဖဲ့ꩻထွောင်းအလꩻ စဲစ်မဲန်ႏဒျာႏ လိတ်ဖြုံႏရဲဉ်ႏနဲ့?

source: <chevron></chevron>See less
blk: <chevron></chevron>ထွားယွမ်ꩻလင်ꩻ

source: <chevron></chevron>See more
blk: <chevron></chevron>ထွားထဲင်းယင်း

source: Chiga
blk: ဆီဂါ

source: Chinese (China)
blk: ခယ်ႏ

source: Chokwe
blk: ဆိုကွီ

source: Choose language/localization
blk: လွိုက်သွော့ ဘာႏသာႏငေါဝ်းငွါ/ဒေႏသကိုအလွောက်ꩻ

source: Chuvash
blk: ဆူဗာ

source: Citation
blk: ထူႏအုံနောင်

source: Cite with a URL link or the full name of the work.
blk: ထူႏကွိုꩻနယ်သွော့ တွမ်ႏ ယူအာအယ် URL လိဉ့် မွေးတောဝ်းလဲ့ ထာꩻမာꩻမဉ်ꩻအဗွေစွုမ်ႏတဗာႏနေား။

source: Click
blk: နျꩻ

source: Clip Graveyard
blk: တထူႏတောဝ်းဒွုမ် ငေါဝ်းအကွို့ꩻဖုံႏ

source: Clips Uploaded
blk: ဒင်ႏထင်ႏလဲဉ်း အကွို့ꩻဖုံႏ

source: Close
blk: ပေ့ꩻ

source: Collecting sentences
blk: အောဝ်ႏထိုမ်ႏရွမ် လိတ်ရဲဉ်ႏဖုံႏ

source: Coming Soon
blk: တညတောဝ်း အီႏလွဉ်

source: Comment
blk: မုဲင်ခါꩻ

source: Common Voice Dataset
blk: ကောင်မွဉ်းဗွဲက် (Common Voice ) ခြွဉ်းဗူႏအပင်အလာႏ

source: Common Voice is a project of the Mozilla Foundation, a US 501c3. The project is currently funded entirely by <philantropicGrantLink>philanthropic grants</philantropicGrantLink>, and donations from people around the world.
blk: ကောင်မွဉ်းဗွဲက် ယိုနောဝ်ꩻ အမေရိကန်ႏခမ်းအစိုႏရ တရာꩻဝင်ႏ အွဉ်ႏသေမုဲင်တောင်ꩻဖေႏ 501c3 အစွုမ်ꩻစွိုꩻ ကထွာဒါႏ မော်သီလာ တဲႏဆို့ꩻအရွီးယို ထာꩻမာꩻခြပ်ရဲဉ်ႏတဗာႏဒျာႏသွူ။ ထာꩻမာꩻခြပ်ရဲဉ်ႏယိုတာႏ အောဝ်ႏလိုႏဒါႏ ရွဉ်ဘဏ္ဍာႏဖုံႏယို ယိုခါနောဝ်ꩻ အောဝ်ႏ <philantropicGrantLink>စေတနာႏလူႏဖေႏဗဲင်း ထာꩻစွဲးကမ်း ( philanthropic grants )</philantropicGrantLink> တွမ်ႏ ကမ္ဘာႏအလောင်း ကအောဝ်ႏဒါႏ လိုꩻအာသီးဖုံႏ စေတနာႏရွဉ်လူႏဖေႏဗဲင်းအကို ထူႏသွုံꩻစုဲင်ႏလွေꩻဒျာႏ အကျောင်ꩻနောဝ်ꩻသွူ။

source: Community participation and decision making.
blk: အသောင်ရင်ꩻလိုꩻဗူႏသီး နွို့ခွုမ်စံႏမာꩻငီꩻ တွမ်ႏ အွဉ်ႏဒေါ့ꩻဆွုံꩻဖျတ်အထွူ။

source: Contact
blk: သွုပ်ထေ့တာႏ

source: Contact Form
blk: သွုပ်ထေ့ ပွုံႏစံႏ

source: Contact us
blk: သွုပ်ထေ့ ဒေါ့ꩻရီသွော့ꩻနီ

source: Contact Us
blk: သွုပ်ထေ့ဒေါ့ꩻရီသွော့ꩻ နီ

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
blk: အကျောင်ꩻခရာႏယို ထူႏသွုံꩻခွင်ꩻအောဝ်ႏ <licenseLink>အွဉ်ႏလꩻ လိုꩻအာပဲင်ႏ မာꩻထွာလင်ꩻ CC လုဲင်သိဉ်</licenseLink>တဗာႏဒျာႏသွူ။

source: Continue
blk: သွုပ်ငါ

source: Continue validating
blk: အွဉ်ႏတိဉ်ႏသွုပ်ငါလွေꩻထဲင်း

source: Contribute
blk: စွဲးကမ်းကို

source: Contribute sentences
blk: စွဲးကမ်းကို လိတ်ရဲဉ်ႏဖုံႏ

source: Contribution Criteria
blk: နွို့စွဲးထဲမ်သား အွဉ်ႏထွော့ဆင်ႏ

source: Contributors record voice clips by reading from a bank of donated sentences.
blk: ကေားနွို့စွဲးကမ်းသားဖုံႏ အောဝ်ႏထွားဒေါ့ꩻထန်ႏ ရွမ်ဗူႏလိတ်ရဲဉ်ႏထွူတဲင် အောဝ်ႏမုဲင်တောင်ꩻလွေꩻဖေႏလဲဉ်း အငေါဝ်းကွို့ꩻဖုံႏနောဝ်ꩻသွူ။

source: Cookies
blk: တောင်ꩻဖေႏ

source: <cookiesLink>Cookies<cookiesLink>
blk: <cookiesLink>တောင်ꩻဖေႏ<cookiesLink>

source: Copainalá Zoque
blk: ကိုးပိန်လာ သိုးကေး

source: Copied successfully
blk: ထူႏဗွိုန် အောင်ႏဗꩻလဲဉ်း

source: Copy
blk: ထူႏဗွိုန်

source: Correct
blk: မဲန်ႏဒျာႏ

source: Corsican
blk: ခေါသီကန်

source: Create a profile
blk: မာꩻထွာလွဉ် နမ်းအအဲဉ်ႏ တဗာႏ

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
blk: ယံဖေႏပါသော့ꩻစွဲးကမ်းနွောင်ꩻ ကောင်မွဉ်းဗွဲက်ကို အခွင်ꩻအရေꩻလꩻ ဗွောင်ဖေႏ လိုꩻခွိုꩻအသွုပ်သွုပ်သီးဖုံႏအတာႏနောဝ်ꩻတဲင် ခွိုင်းကနွောင်ꩻ ယံဖေႏကစွဲးကိုနွောင်ꩻပါ လိုꩻအာသီးအတာႏ အဆင်ႏခြွဉ်းဗူႏယိုသွူ။ နီသွဉ်းသီး မာꩻထွာလွဉ်ခါꩻဖေႏပါလဲဉ်း နာꩻ သွုံꩻအီကလꩻဒါႏ စွဲးကမ်းနမူႏနာႏပွုံႏစံႏဖုံႏနောဝ်ꩻသွူ!

source: Criteria
blk: အွဉ်ႏထွော့ဆင်ႏ

source: Croatian
blk: ကာရို့

source: Czech
blk: ဆျက်

source: Dagbani
blk: ဒက်ဗန်နီ

source: Dameli
blk: ဒမီလီ

source: Danish
blk: ဒိန်းမတ်

source: Dargwa
blk: ဒါးကွ

source: Dashboard
blk: ခွုံႏထွားအီ

source: Dataset
blk: အဆင်ႏခြွဉ်းဗူႏ

source: Dataset [{ $datasetName }]
blk: အဆင်ႏခြွဉ်း[{ $datasetName }]

source: Dataset Release
blk: ဖြယ်ထန်ႏ အဆင်ႏခြွဉ်းဗူႏ

source: Datasets
blk: အဆင်ႏခြွဉ်းဗူႏဖုံႏ

source: Dawoodi
blk: ဒွေါးဒီ

source: Days
blk: မွူးနီꩻဖုံႏ

source: Delete
blk: ယားထိုꩻ

source: Delete my recordings
blk: ယားထိုꩻ ခွေ ဒင်ႏမုဲင်တောင်ꩻဖုံႏ

source: Delete Profile
blk: ယားထိုꩻ နမ်းအအဲဉ်ႏ

source: Dhivehi
blk: ဒီဝေဟီ

source: Different language
blk: ဗွိုန်ပီတောဝ်း ဘာႏသာႏငေါဝ်းငွါ

source: Difficult
blk: ယပ်ꩻခုဲင်ႏ

source: Difficult to pronounce
blk: အငေါဝ်းထန်ႏဗာႏယပ်ꩻ

source: Dinka
blk: ဒိဉ်ကာ

source: Dioula
blk: ဒီယွိုလ

source: Discard ongoing recording
blk: ဝေါင်းထိုꩻ ကအောဝ်ႏ ဒင်ႏမုဲင်တောင်ꩻဒါႏ အငေါဝ်း ယိုခါ

source: Documentation
blk: လိတ်မုဲင်စေးလာႏ

source: Does the sentence meet the guidelines?
blk: လိတ်ရဲဉ်ႏယိုနောဝ်ꩻ မဲန်ႏတနꩻနေတွမ်ႏ မာꩻပွုံႏမာꩻနယ်ꩻဟောင်း?

source: Donate your voice
blk: လူႏသွော့ꩻ နာꩻငေါဝ်းငွါ

source: Done
blk: ထွူလဲဉ်း

source: do not
blk: မာꩻမွိုန်း

source: Don’t
blk: မာꩻမွိုန်း

source: Don't see your language on Common Voice yet?
blk: ထီႏတောဝ်း နာꩻဘာႏသာႏငေါဝ်းငွါ ကောင်မွဉ်းဗွဲက်ကိုနဲ့?

source: Don't wish to say
blk: တမဲဉ်ဒေါ့ꩻတောဝ်း

source: Download
blk: ငင်ႏထူႏ

source: Download My Data
blk: ငင်ႏထူႏ ခွေ အဆင်ႏအဗာႏ

source: Download profile data
blk: ငင်ႏထူႏ နမ်းအအဲဉ်ႏ အဆင်ႏဗာႏ

source: Do you want to continue?
blk: နာꩻမဲဉ်လွေꩻငါနဲ့?

source: Drag your file here or <uploadButton>click to upload</uploadButton>
blk: ထူႏငင်ႏသွော့ နာꩻဖုဲင်လာႏယိုကို မွေးတောဝ်းလဲ့ နျꩻ<uploadButton>ဒင်ႏထင်ႏ</uploadButton>ယိုနေား

source: Drop file here to upload
blk: ဒင်ႏထင်ႏဖေႏကလꩻနွောင်ꩻအတာႏ အွဉ်ႏလင်ꩻဖေႏသွော့ နာꩻဖုဲင်လာႏယိုကို

source: Duala
blk: ဒူဝါလ

source: Dzongkha
blk: သောင်းခါ

source: Eastern Balochi
blk: ဆꩻကွဉ်ႏဖဲ့ꩻ ဗာလိုဆီ

source: Easy
blk: ယိုꩻမာꩻ

source: Ebrie
blk: အီဗရီး

source: Edit
blk: မွဉ်းဖျင်

source: Edit Profile
blk: မွဉ်းဖျင် နမ်းအအဲဉ်ႏ

source: Edo
blk: အီဒို

source: Efik
blk: အီဖစ်

source: Ekoti
blk: အီကိုတီ

source: Email
blk: အီးမေး

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
blk: ကောင်မွဉ်းဗွဲက်ကို ရုဲင်ꩻတသွိုးပွယ်ꩻရဲဉ်ႏ၊ ပွယ်ꩻရမ်ꩻ တွမ်ႏ ပွုံႏငုဲင်ꩻ ခွုမ်မာꩻတာႏဖုံႏယို ဖေႏကပါသော့ꩻနွောင်ꩻအတာႏ <emailFragment>ဒင်ႏမဉ်ꩻ</emailFragment>သော့ꩻလွေꩻဖေႏသွော့ နီသွဉ်းသီး အီးမေး လိတ်လာႏစာႏရင်ꩻကိုယိုဩ။

source: Email is already used for a different account
blk: အီးမေးယိုနောဝ်ꩻ အောဝ်ႏသွုံꩻခါꩻထွူလဲဉ်းဒျာႏ မဉ်ꩻဖြာꩻအလင်တာႏသွူ။

source: Emakhuwa
blk: အီမာခူးဝါး

source: English
blk: အဲင်းဂလေတ်

source: Enter your email
blk: သော့ꩻနာꩻ အီးမေးဟုဲင်း

source: Enter your public domain sentence here
blk: တဲမ်းသော့ꩻ နာꩻခမ်းသားလိုꩻအာပဲင်ႏလꩻ လိတ်ရဲဉ်ႏဝါကျ ယိုကို

source: Enter your public domain sentences here
blk: တဲမ်းသော့ꩻ နာꩻခမ်းသားလိုꩻအာပဲင်ႏလꩻ လိတ်ရဲဉ်ႏဝါကျဖုံႏ ယိုကို

source: Error
blk: အမာႏ

source: Error adding sentence
blk: အောဝ်ႏသော့ꩻ လိတ်ရဲဉ်ႏကျာꩻ ထွာလွဉ်အမာႏ

source: Error { $code }
blk: { $code }အမာႏ

source: Error copying
blk: ထူႏဗွိုန်ဝင်ꩻ အမာႏ

source: Error creating API credentials
blk: အောဝ်ႏမာꩻထွာလွဉ် တောင်ꩻမုဲင်အီတာႏ APIယိုကျာꩻ အမာႏ

source: Error deleting API credentials
blk: အောဝ်ႏယားထိုꩻ တောင်ꩻမုဲင်အီတာႏ APIယိုကျာꩻ အမာႏ

source: Error fetching API credentials
blk: အောဝ်ႏတောမ်ထူႏ တောင်ꩻမုဲင်အီတာႏ APIယိုကျာꩻ အမာႏ

source: Error while playing audio file.
blk: အောဝ်ႏဗွောင်လွူꩻလွေꩻ အငေါဝ်းဖုဲင်လာႏကျာꩻ အမာႏထွာလွဉ်။

source: ESC
blk: အီးအဲစ်သီ

source: Estonian
blk: အဲစ်သတွန်နီယန်

source: Eton
blk: အီတွန်

source: Events
blk: ပွယ်ꩻရဲဉ်ႏ

source: Everyone
blk: လိုꩻတွိုင်ꩻစွုမ်ႏဖြာꩻ

source: Ewe
blk: အွီ

source: Ewondo
blk: အီဝွန်ဒို

source: Example
blk: ပွုံႏစံႏဥပမာႏ

source: Exit & Delete clips
blk: ယားထိုꩻပါအငေါဝ်းကွို့ꩻဖုံႏထွူ ထန်ႏထိုꩻ

source: Fang
blk: ဖင်း

source: FAQ
blk: ကုဲင်းရီခွိုꩻတသေႏဒါႏ ငေါဝ်းရီ

source: Faroese
blk: ဖြာရီ

source: Feʼefeʼe
blk: ဖီးဖဲး

source: Female
blk: အမူႏ

source: Fewer than 15 words per sentence
blk: လိတ်ရဲဉ်ႏယို မိဉ်ႏဆေ့ꩻကယ်ꩻလဲဉ်း ငေါဝ်းရာႏ ၁၅ ဖြုံႏနောဝ်ꩻ

source: File is too large
blk: ဖုဲင်လာႏနောဝ်ꩻ တန်လွဉ်ꩻငါႏ

source: File is too small
blk: ဖုဲင်လာႏနောဝ်ꩻ ပေႏလွဉ်ꩻငါႏ

source: Finance
blk: ရွဉ်ဘဏ္ဍာႏရေꩻ

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
blk: ထိုမ်ႏသွော့ ကအောဝ်ႏစွဲးကမ်းဒါႏ လိုꩻအလင်ဖုံႏ။ လိုꩻသီးဖုံႏနောဝ်ꩻ ထွာနွောင်ꩻဒျာႏ တက္ကသိုလ်ႏ၊ ဘာႏသာႏငေါဝ်းငွါကျောင်ꩻ၊ အုံတမ်ꩻဆꩻငါ အစွိုꩻဖုံႏ မွေးတောဝ်းလဲ့ အဆင်ႏခြွဉ်းဗူႏသိပ္ပံ အသောင်ရင်ꩻသားဖုံႏသွူ။ သွုပ်ထေ့ခြုဲင်းနယ်ဖေႏပါသွော့ အကျောင်ꩻခရာႏဖုံႏ ဝွေꩻသီး အီႏစွဲးကမ်းနွောင်ꩻနုဲင်းမုဲင်ꩻ တွမ်ႏ ပွိုးအကျောင်ꩻတမုဲင်ꩻ စွဲးထဲမ်နွောင်ꩻဗာႏ ကရိုꩻနောဝ်ꩻ ထွားပါသွော့ <outreachTemplates>သွုပ်ထေ့ဒေါ့ꩻရီ နီသွဉ်းသီး လွေꩻမာꩻတွိုႏလိတ် နမူႏနာႏဖုံႏ</outreachTemplates>ယို။

source: Finish recording
blk: မာꩻထွူသွတ်ꩻ ဒင်ႏမုဲင်အငေါဝ်း

source: Finish recording first?
blk: မာꩻထွူရီးခန်း ဒင်ႏမုဲင်အငေါဝ်းယိုနဲ့?

source: Finish Review
blk: အွဉ်ႏထွူသွတ်ꩻ ထာꩻထွားစဲစ်

source: Finish validating
blk: မာꩻထွူသွတ်ꩻလွေꩻ အွဉ်ႏတိဉ်ႏစွူ

source: Finish validating clips?
blk: မာꩻထွူသွတ်ꩻ အွဉ်ႏတိဉ်ႏစွူလွေꩻ အကွို့ꩻဖုံႏနဲ့?

source: Finnish
blk: ဖြိဉ်နစ်

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
blk: အရီးသွတ်ꩻ၊ နာꩻဘာႏသာႏငေါဝ်းငွါ <languageLink>ပါသော့ꩻထွူလဲဉ်းဟောင်း</languageLink> ကရိုꩻနောဝ်ꩻ ထွားစဲစ်သွော့။ မိဉ်ႏပါသော့ꩻတောဝ်းဒွိုန်းနောဝ်ꩻ နာꩻ <languageRequestLink>ဒေါ့ꩻရီဒင်ႏနယ်နွောင်ꩻဒျာႏ ယံသော့ꩻထဲင်းဖေႏ နာꩻဘာႏသာႏငေါဝ်းငွါ</languageRequestLink>တာႏ သွူ။ အရန်းအောဝ်ႏနီရန်းသွူ။ နောဝ်ꩻနောဝ်ꩻ ပြန်ႏဘာႏသာႏ သုဲက်ပွိုင် တွမ်ႏ တဲမ်းရွမ်လိတ်ရဲဉ်ႏဝါကျဖုံႏနောဝ်ꩻသွူ။

source: Follow guidelines from “What sentences can I add?”
blk: လွေꩻထွားနာႏလွဉ်ꩻဖေႏသွော့ “ခွေထဲမ်သော့ꩻလꩻနွောင်ꩻဒါႏ ငေါဝ်းလိတ်ရဲဉ်ႏ တမုဲင်ꩻ?” ကရိုꩻဒါႏ တဖူꩻယီးနယ်ကိုယို။

source: for example
blk: ဗွိုန်နုဲင်းပွုံႏစံႏ အတာႏ

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
blk: နယ်ꩻပညာႏယို ခွုမ်သွုံꩻ ယံဖေႏကဟောဝ် လိုꩻတွိုင်ꩻစွုမ်ႏဖြာꩻအတာႏ၊ မာꩻထွာလွဉ် နယ်ꩻပညာႏသား ကသွုံꩻဒါႏ အဆင်ႏခြွဉ်းဗူႏဖုံႏယို လိုꩻအသွုပ်သွုပ်သီးအဆင်ႏလာႏ လိုႏပါစွုမ်ႏလွဉ်။ ဥပမာႏ - ငေါဝ်းရာႏတဖြုံႏ မိဉ်ႏတပါသော့ꩻတောဝ်းနောဝ်ꩻ၊ ထိုမ်ႏထွားငေါဝ်းရာႏ နယ်ꩻပညာႏသားအတာႏယို အီႏခွုမ်သွုံꩻ အဆင်ႏတပြေႏနွောင်ꩻတောဝ်းသွူ။ <learnMore>ထောင်ထွား သွဉ်ထူႏထဲင်းသွော့ မေတ်တာအဆင်ႏခြွဉ်းဗူႏ အရေꩻကတန်ဒါႏ အကျောင်ꩻခရာႏဖုံႏ။</learnMore>

source: French
blk: ပိဉ်တိစ်

source: Frisian
blk: ဖြီဆန်း

source: Fulah
blk: ဖူလာ

source: Ga
blk: ကာ

source: Galician
blk: ဂဲလာသီ

source: Gawarbaiti
blk: ကွာဗုဲင်တီ

source: Gawri
blk: ကော်ရီ

source: General
blk: ခွိုꩻသွုပ်

source: General language / multiple variants
blk: ဘာႏသာႏငေါဝ်းငွါ ခွိုꩻသွုပ်လင်ꩻ /တပီတောဝ်းဒါႏ ပꩻလီဖုံႏ

source: German
blk: ဂျာမန်

source: Get involved
blk: နွို့ပါငီꩻခန်း

source: Gheg Albanian
blk: ဂဲ အဲဗနီ

source: Ghomala
blk: ကိုမ်မာလာ

source: Goals
blk: ကောဝ်ႏထွန်ႏဖုံႏ

source: Goaria
blk: ဂိုအာရီးယာ

source: Gorani
blk: ဂိုရာနီ

source: <governanceLink>Read more about how we're governed</governanceLink>
blk: <governanceLink>ထွားဒေါ့ꩻထဲင်းသွော့ နီကအောဝ်ႏ အုပ်ချုပ်ဖန်းဖြယ်လွေꩻဒါႏ အနယ်ꩻခရာႏနေား။</governanceLink>

source: Grammatical / spelling error
blk: သဒ္ဒါႏဖဲ့ꩻ/ခြွဉ်းလိတ်ဆင်း အမာႏ

source: Great!<recordIcon></recordIcon> Record your next clip
blk: ယံငါႏ!<recordIcon></recordIcon>ဒင်ႏမုဲင်ထဲင်းယင်းသွော့ နာꩻငေါဝ်းကွို့ꩻဟုဲင်း

source: Great work!<playIcon></playIcon> Listen again when you're ready
blk: ယံမွေးငါႏ!<playIcon></playIcon> နာꩻ မိဉ်ႏဖုဲင်ႏရော့ꩻလဲ့ နာႏယင်းသွော့ တလဲင်ႏ

source: Greek
blk: ဂရိ

source: Guarani
blk: ကျွာရာနီ

source: Guidar
blk: ကျွီဒါ

source: Guidelines
blk: မာꩻပွုံႏမာꩻနယ်ꩻ

source: Gujari
blk: ဂူစရီ

source: Haitian
blk: ဟုဲင်းတေ

source: Hakha Chin
blk: ဟားခါး ဆေန်း

source: Hakka
blk: ဟက်ခ

source: Hausa
blk: ဟာအုသာ

source: Hazargi
blk: ဟသာဂျီ

source: Healthcare
blk: နေးထွားခြွိုင်ႏသန်ꩻရေꩻ

source: Hebrew
blk: ဟီးဗရော်

source: Help
blk: စွဲးကို

source: Help create Common Voice’s first target segment in { $locale }
blk: ယံဖေႏ စွဲးကမ်းကိုဖေႏသွော့ အရီးသွတ်ꩻကောင်မွဉ်းဗွဲက်ယို ကရေႏခါꩻဒါႏ အဖဲ့ꩻထွောင်း { $locale } ကိုနေား။

source: Help us build a community around voice technology, stay in touch via email.
blk: ငေါဝ်းသင်ႏနယ်ꩻပညာႏ အသောင်ရင်ꩻအဗူႏယို ယံကပေါႏထွိုင်ႏလွဉ်အတာႏ အွဉ်ဝင်ꩻစွဲးကမ်းကိုဖေႏသွော့ နီသွဉ်းသီးဩ၊ အဆင်ႏအဗာႏတသာဖုံႏယို သွုပ်ထေ့ပသာဖေႏ အီးမေးကို တရန်းလꩻဒျာႏဩ။

source: Help us validate voices
blk: အငေါဝ်းဖုံႏ ယံကတိဉ်ႏစွူလွေꩻ စွဲးကမ်းသွော့ နီသွဉ်းသီး

source: Heng Hua
blk: ဟဲင်ႏဟွာ

source: Hidden
blk: အွဉ်ႏဗိဉ်ႏ

source: Hindi
blk: ဟိဉ်ဒီ

source: His hand was rais-ed.
blk: ယွိုင်ႏကီခါꩻ ဝွေꩻစူနောဝ်ꩻသွူ။

source: History, Law and Government
blk: သမဲင်ꩻခြောင်ꩻလီꩻ၊ ဥပဒေႏတွမ်ႏအစိုႏရ

source: How ?
blk: နုဲင်းမုဲင်ꩻ?

source: How are project decisions made?
blk: ထာꩻမာꩻခြပ်ရဲဉ်ႏယို အီႏဒေါ့ꩻဆွုံꩻဖျတ်အထွူ နုဲင်းမုဲင်ꩻ?

source: How can we effectively grow a language on Common Voice?
blk: ကောင်မွဉ်းဗွဲက်လောင်း ဘာႏသာႏငေါဝ်းငွါ တဗာႏယို ယံဖေႏကတွိုႏခြောင်ꩻ လွိုင်ႏကွိုန်ꩻလွဉ်အတာႏ နီသွဉ်းသီး မာꩻလွေꩻဗာႏနုဲင်းမုဲင်ꩻဟောင်း?

source: How does Common Voice work?
blk: ကောင်မွဉ်းဗွဲက်နောဝ်ꩻ အမာꩻထာꩻမာꩻ နုဲင်းမုဲင်ꩻ?

source: How does site localization work?
blk: သုဲက်ပွိုင်အကိုဖဲ့ꩻ အမာꩻထာꩻမာꩻ နုဲင်းမုဲင်ꩻ?

source: How do I access and use the dataset?
blk: ဖေႏ ခွေကထူႏသွုံꩻနွောင်ꩻဗာႏ အဆင်ႏခြွဉ်းဗူႏယို နုဲင်းမုဲင်ꩻ?

source: How do I add a language?
blk: သော့ꩻဗာႏ ဘာႏသာႏငေါဝ်းငွါ နုဲင်းမုဲင်ꩻ?

source: How do I add sentences?
blk: သော့ꩻဗာႏ ဝါကျလိတ်ရဲဉ်ႏ နုဲင်းမုဲင်ꩻ?

source: How do I cite?
blk: ထွားကွိုꩻဗာႏ နုဲင်းမုဲင်ꩻ?

source: How do I know whether to approve a voice clip?
blk: အငေါဝ်းကွို့ꩻယို အီႏနေးထူႏလက်ခံႏ အွဉ်ႏတိဉ်ႏလွေꩻဖေႏဗာႏနဲ့ ကရိုꩻနောဝ်ꩻ ခွေအီႏသေဗာႏနုဲင်းမုဲင်ꩻ?

source: How do I record a high quality voice clip?
blk: အီႏ ဒင်ႏမုဲင်တောင်ꩻဗာႏ အထီအသွီႏထို အငေါဝ်းကွို့ꩻတဗာႏနုဲင်းမုဲင်ꩻဟောင်း?
